{
  "Metadata": {
    "title": "Terms of Use | Escape Road",
    "description": "Please read our terms of use carefully before starting your high-speed adventure in Escape Road."
  },
  "title": "Terms of Use",
  "subtitle": "Essential guidelines for your thrilling escape in Escape Road",
  "sections": {
    "acceptance": {
      "title": "Acceptance of Terms",
      "content": "By accessing or using Escape Road, you agree to comply with and be bound by these terms. Your high-speed chase begins with understanding these rules."
    },
    "userBehavior": {
      "title": "User Behavior",
      "content": "In the world of Escape Road, your actions have consequences. We expect all players to engage in fair play and respect other users. Cheating, harassment, or any form of disruptive behavior may result in penalties or game restrictions."
    },
    "disclaimer": {
      "title": "Disclaimer",
      "content": "Escape Road is an intense, action-packed driving game that may not be suitable for all players. We are not responsible for any discomfort or strong emotional reactions players may experience due to the game's content, including high-speed chases or competitive gameplay."
    },
    "modification": {
      "title": "Modification of Terms",
      "content": "We reserve the right to modify these terms at any time, much like how the streets and obstacles in Escape Road can change with each update. Continued use of the game after changes are made indicates your acceptance of the new terms."
    },
    "noAccount": {
      "title": "No Account Required",
      "content": "Escape Road does not require user accounts. You can play directly in your browser without registration. However, this means your game progress and achievements may not be saved between sessions."
    },
    "intellectualProperty": {
      "title": "Intellectual Property",
      "content": "All content in Escape Road, including but not limited to graphics, vehicle designs, and game mechanics, is protected by copyright and other intellectual property laws. Users are prohibited from copying, distributing, or creating derivative works without our explicit permission."
    }
  }
}
